/*
[UT]
*/

"ER00_TEXTA_002" = "خطأ\r\nالكود:%FatalErrorInfo%";
"ER01_TEXTA_003" = "الطابعة مشغولة";
"ER04_TEXTA_001" = "انحشار الورق";
"ER05_TEXTA_014" = "حان وقت إعادة تعيين مستويات الحبر.";
"ST08_TEXTA_007" = "شحن الحبر الأولي لم يكتمل";
"ER06_TEXTA_005" = "نفاد الورق أو التحميل غير صحيح";
"ER0A_TEXTA_005" = "خطأ بحجم الورق أو خطأ بتغذية الصفحات المتعددة";
"ER0C_TEXTA_008" = "عدم تطابق بين إعدادات حجم الورق على الكمبيوتر والطابعة.";
"ER0C_TEXTA_009" = "عدم تطابق بين إعدادات نوع الورق على الكمبيوتر والطابعة.";
"ER0C_TEXTA_010" = "عدم تطابق بين إعدادات الطباعة على الكمبيوتر والطابعة.";
"ER10_TEXTA_005" = "الطابعة في حاجة إلى الخدمة";
"ER10_TEXTA_008" = "الطابعة في حاجة إلى الخدمة";
"ER12_TEXTA_001" = "خطأ تغذية متعددة الصفحات";
"ER29_TEXTA_005" = "درج الورق مركّب بشكل غير صحيح";
"ER49_TEXTA_005" = "الطباعة على الوجهين غير متاحة.";
"ER4A_TEXTA_001" = "أوشكت وسادة امتصاص حبر الطابعة على الوصول إلى نهاية مدة الخدمة.";
"ER4A_TEXTA_002" = "وصلت وسادة امتصاص حبر الطابعة إلى نهاية مدة الخدمة.";
"ER4B_TEXTA_001" = "خطأ في مهمة الطباعة";
"ER58_TEXTA_001" = "يُنصح بفحص رأس الطباعة.";
"ERXX_TEXTA_001" = "خطأ";
"ST02_TEXTA_001" = "جارٍ الطباعة";
"ST03_TEXTA_001" = "جارٍ الطباعة";
"ST04_TEXTA_001" = "استعداد";
"ST07_TEXTA_001" = "الطابعة مشغولة";
"ST0A_TEXTA_002" = "جارٍ إيقاف تشغيل المنتج";
"ST11_TEXTA_002" = "تجهيز نظام الحبر.";
"WR1X_TEXTA_006" = "يبدو أن وقت إعادة تعيين مستويات الحبر قد حان.";
"COM_TEXTA_001" = "خطأ اتصال";
"COM_TEXTA_002" = "خطأ في الاتصال\r\nربما تم تحديد منتج خطأ";
"DEV_TEXTA_004" = "تم تحديد منتج مختلف";
"OFL_TEXTA_003" = "غير جاهز";
"PAU_TEXTA_001" = "إيقاف مؤقت";
"SRC_TEXTA_001" = "جاري البحث...";
"INKCHECKALERT_TEXTA_005" = "تحقق بانتظام من مستوى الحبر في خزانات الحبر الفعلية.";
"CHKDUPX_TEXTA_001" = "الطباعة على الوجهين";
"ER00_TEXTB_016" = "قم بإلغاء كافة مهام الطباعة. قم بإيقاف تشغيل الطاقة ثم تشغيلها مرة أخرى.";
"ER01_TEXTB_001" = "الرجاء الانتظار...";
"ER04_TEXTB_041" = "1. افتح وحدة الماسحة الضوئية وأخرج أي ورق محشور.\r\n2. أغلق الوحدة واضغط على الزر %btn% الموجود على المنتج.";
"ER04_TEXTB_049" = "1. انزع الغطاء الخلفي وأي ورق محشور.\r\n2. أعد الغطاء الخلفي إلى مكانه.\r\n3. اضغط على الزر %btn% الموجود بالمنتج.";
"ER04_TEXTB_051" = "1. افتح وحدة الماسحة الضوئية وأخرج أي ورق محشور.\r\n2. أخرج الغطاء الخلفي وأي ورق محشور.\r\n3. أخرج أي ورق محشور في الغطاء الخلفي.\r\n4. أعد تركيب الغطاء الخلفي.\r\n5. اضغط على الزر %btn% الموجود بالمنتج.";
"ER04_TEXTB_046" = "1. أخرج %papersource% وأي ورق محشور.\r\n2. قم بمحاذاة حواف الورق.\r\n3. اجعل الدرج مسطحًا وأدخله مرة أخرى في المنتج بحرص وبطء.\r\n4. أخرج الغطاء الخلفي وأي ورق محشور.\r\n5. أخرج أي ورق محشور في الغطاء الخلفي.\r\n6. أعد تركيب الغطاء الخلفي.\r\n7. افتح وحدة الماسحة الضوئية وأخرج أي ورق محشور.\r\n8. أغلق وحدة الماسحة الضوئية.\r\n9. اضغط على الزر %btn% الموجود بالمنتج.";
"ER05_TEXTB_039" = "%ink%\r\nيجب التحقق من كمية الحبر المتبقية.\r\nانقر على الزر [كيفية] للمتابعة.";
"ST08_TEXTB_021" = "أفرغ كل زجاجة حبر بالكامل في خزان الحبر المقابل. وبعد تعبئة كل خزانات الحبر، اضغط على الزر \"موافق\" لمدة 3 ثوانٍ.";
"ER06_TEXTB_056" = "1. أخرج %papersource% وأي ورق محشور.\r\n2. قم بمحاذاة حواف الورق.\r\n3. اجعل الدرج مسطحًا وأدخله مرة أخرى في المنتج بحرص وبطء.\r\n4. أخرج الغطاء الخلفي وأي ورق محشور.\r\n5. أخرج أي ورق محشور في الغطاء الخلفي.\r\n6. أعد تركيب الغطاء الخلفي.\r\n7. اضغط على الزر %btn% الموجود على المنتج.\r\n\r\nأو يمكنك إلغاء مهمة الطباعة بالنقر فوق [إلغاء] عند عرضها.";
"ER0A_TEXTB_007" = "قم بأي مما يلي.\r\n- تحقق من تطابق إعداد حجم الورق مع الورق الذي قمت بتحميله. اضغط على الزر %btn% في المنتج لمتابعة الطباعة.\r\n- يمكن التغذية بعدة صفحات أثناء طباعة مستند على الوجهين. قم بإزالة الورق وإعادة تحمليه. اضغط على الزر %btn% في المنتج لمتابعة الطباعة.";
"ER0C_TEXTB_021" = "انظر شاشة LCD بالمنتج واتبع الإرشادات.\r\n\r\nالإعدادات الحالية لبرنامج التشغيل:\r\n%papersetting%\r\nإعداد مصدر الورق في المنتج:\r\n%papersource%";
"ER10_TEXTB_008" = "وصلت وسادة امتصاص حبر الطابعة إلى نهاية فترة الخدمة لها.\r\nيرجى الاتصال بقسم الدعم التابع لـ Epson.";
"ER10_TEXTB_009" = "وصلت وسادة امتصاص حبر الطابعة إلى نهاية فترة الخدمة لها.\r\nقد يتسرب الحبر المستهلك.\r\nيرجى الاتصال بقسم الدعم التابع لـ Epson.";
"ER12_TEXTB_007" = "قم بأي مما يلي.\r\n- إخراج الورق وإعادة تحمليه. اضغط على الزر %btn% في المنتج.\r\n- انقر فوق [إلغاء] لإلغاء مهمة الطباعة عند ظهور هذه الكلمة. إذا لم يتم إلغاؤها، فقم بإلغائها من المنتج.";
"ER29_TEXTB_013" = "1. أزل %papersource%.\r\n2. قم بمحاذاة حواف الورق مع موجهات الحواف.\r\n3. أدخل %papersource% في المنتج.\r\n4. اضغط على %btn% على المنتج.";
"ER49_TEXTB_003" = "راجع شاشة LCD الموجودة بالمنتج واتبع الإرشادات.";
"ER4A_TEXTB_001" = "برجاء الاتصال بدعم Epson.\r\nاضغط على الزر %btn% على الطابعة لمتابعة الطباعة.";
"ER4A_TEXTB_002" = "قد تتسبب متابعة الطباعة في تسرب الحبر المستهلك.\r\nبرجاء الاتصال بدعم Epson.\r\nاضغط على الزر %btn% في الطابعة لمتابعة الطباعة.";
"ER4B_TEXTB_002" = "تم إرسال مهمة طباعة من برنامج تشغيل غير مدعوم. انقر فوق [إلغاء] لإلغاء مهمة الطباعة عند عرضها. إذا لم يتم إلغاؤها، فقم بإلغائها من المنتج.";
"ER58_TEXTB_001" = "راجع شاشة LCD الموجودة بالمنتج واتبع الإرشادات.";
"ST02_TEXTB_001" = "الرجاء الانتظار...";
"ST03_TEXTB_001" = "الرجاء الانتظار...";
"ST04_TEXTB_001" = "الطابعة جاهزة للطباعة.";
"ST07_TEXTB_003" = "تنظيف رأس الطباعة أو شحن الحبر. الرجاء الانتظار...";
"ST08_TEXTB_009" = "راجع ورقة الإعداد لإكمال عملية شحن الحبر المبدئية.";
"ST0A_TEXTB_001" = "الرجاء الانتظار...";
"ST11_TEXTB_001" = "الرجاء الانتظار...";
"WR1X_TEXTB_021" = "%ink%\r\nيمكن متابعة عملية الطباعة.";
"COM_TEXTB_005" = "قم بتوصيل المنتج بالكمبيوتر وتشغيل الطاقة. إذا قمت بإيقاف التشغيل أثناء الطباعة، فقم بإلغاء مهمة الطباعة.";
"COM_TEXTB_006" = "قم بأحد الإجراءات التالية.\r\n- المنتج متصل بـ \"%queuename%\". الطباعة باستخدام هذا المنتج.\r\n- قم بتوصيل المنتج بالكمبيوتر وتشغيل الطاقة. إذا قمت بإيقاف التشغيل أثناء الطباعة، فقم بإلغاء مهمة الطباعة.";
"DEV_TEXTB_004" = "المنتج المحدد في برنامج التشغيل مختلف عن المنتج المراد طباعته. تحقق من إعدادات برنامج التشغيل والمنتج.";
"OFL_TEXTB_006" = "لا يمكنك الطباعة دون اتصال. قم بتوصيل المنتج بالكمبيوتر وتشغيله. انقر فوق كلمة [اتصال] عند عرضها أو انقر فوق [قائمة الطباعة] وقم بتغيير الإعدادات إلى إعدادات الاتصال.\r\n\r\nأو يمكنك إلغاء مهمة الطباعة بالنقر فوق كلمة [إلغاء] عند عرضها.";
"PAU_TEXTB_003" = "لا يمكنك الطباعة عند توقف المنتج مؤقتًا. انقر فوق كلمة [استئناف] عند عرضها لمتابعة الطباعة أو انقر فوق [قائمة الطباعة] وقم بإلغاء تحديد \"إيقاف الطباعة مؤقتًا\" في القائمة \"الطابعة\".\r\n\r\nHأو يمكنك إلغاء مهمة الطباعة بالنقر فوق كلمة [إلغاء] عند عرضها.";
"SRC_TEXTB_001" = "جاري البحث...";
"CHKDUPX_TEXTB_010" = "1. اطبع الصفحة (الصفحات) الأمامية.\r\n2. قم بإزالة الورق الذي تم إخراجه. اقلب الورق.\r\n3. قم بتحميل الورق، ثم انقر فوق [استئناف].\r\nملاحظة:\r\n- انقر فوق [إلغاء] إذا لم تبدأ الطباعة.\r\n- قد لا تكون الطباعة على الوجهين متوفرة عبر Wi-Fi/الشبكة.";
"BTN_PR_002" = "بدء";
"PP_NAME_016" = "درج الورق";
"IDS_INK_STOPRESET" = "إلغاء";
"IDS_CLOSE" = "موافق";
"IDS_STOP" = "إلغاء";
"IDS_INK_STOPRJ" = "إلغاء";
"IDS_INK_OFFLINE_CANCEL" = "إلغاء";
"BTN_PC_004" = "إلغاء";
"BTN_PC_003" = "موافق";
"BTN_PC_009" = "إعادة المحاولة";
"BTN_PC_010" = "متابعة";
"BTN_PC_013" = "كيفية...";

//--->
"ER00_TEXTA_001" = "خطأ";
"WR5X_TEXTA_001" = "لا يمكن استكمال تنظيف الرأس.";
"WR5X_TEXTA_002" = "تعذر اكتمال التنظيف الكهربي للحبر.";
"CHARGINGSTATUS_TEXTA_001" = "شحن نظام الحبر";
"WR5X_TEXTB_006" = "لتشغيل طابعتك بشكل سليم، حدد إعادة تعيين مستويات الحبر من لوحة التحكم لإعادة تعبئة الحبر.";
//<---

////////////////////////////////////////

"BK" = "أسود";
"CY" = "سماوي";
"MA" = "أرجواني";
"YE" = "أصفر";
"IDS_IQ_CART1_MSG" = "أسود: ";
"IDS_IQ_CART2_MSG" = "سماوي: ";
"IDS_IQ_CART3_MSG" = "أرجواني: ";
"IDS_IQ_CART4_MSG" = "أصفر: ";
"IDS_PICCLNAME_BK" = "أسود";
"IDS_PICCLNAME_CY" = "سماوي";
"IDS_PICCLNAME_MA" = "أرجواني";
"IDS_PICCLNAME_YE" = "أصفر";

"INK_REMAIN_MSG" = "مستويات الحبر المعروضة أدناه تقريبية. لمعرفة مستويات الحبر الفعلية، تحقق بصريًا من مستويات الحبر في خزانات الحبر الفعلية.";

"INK_NONGENUINE_MSG_A" = "لضمان أفضل أداء، صُمم هذا المنتج للعمل مع حبر Epson الأصلي الموصوف لهذه الطابعة. الرجاء التأكد من شراء حبر Epson الأصلي الصحيح لاستخدامه عند نفاد الحبر بالطابعة. ولا تضمن الشركة المصنعة الحصول على الأداء الأمثل عند استخدام أنواع أو ماركات حبر غير موصوفة لهذه الطابعة.";
"INK_NONGENUINE_MSG" = "لا يغطي ضمان Epson التلف الناتج من استخدام أحبار أخرى غير تلك الموصوفة، بما فيها أي حبر Epson أصلي غير مصمم لهذه الطابعة أو أي حبر من انتاج طرف ثالث.";
"IDS_STRING_GROUP_APR" = "مستويات الحبر التقريبية";

////////////////////////////////////////

"920" = "فحص رأس الطباعة";
"921" = "تنظيف الرأس";
"922" = "محاذاة رأس الطباعة";
"923" = "إعدادات الطابعة";
"924" = "شراء الحبر";
"926" = "تحديث البرنامج";
"928" = "إعدادات تحديث البرنامج";
"IDS_PR_ERROR" = "خطأ";
"IDS_PR_COMERR" = "خطأ اتصال";
"IDS_PR_INKFEW" = "كمية الحبر قليلة";
"IDS_PR_MAINTENANCECALL" = "الاتصال بالصيانة";
"IDS_PR_WARNING" = "تحذيرات أخرى";
"IDS_PR_CHANGINGBK" = "تغيير الحبر الأسود";
"IDS_PR_OFFLINE" = "غير متصل";
"IDS_PR_PAUSE" = "إيقاف مؤقت";
"IDS_PR_SELECTERROR" = "خطأ في تحديد الطابعة";
"IDS_PR_UNCLOGGER" = "خطأ في مهمة الطباعة";
"IDS_PR_BATTERYWARNING" = "تحذير البطارية";
"IDS_ITEM" = "حدث";
"IDS_NOTIFY" = "إعلام الشاشة";
"IDS_YES" = "تشغيل";
"IDS_NO" = "إيقاف تشغيل";
"IDS_PROMOCHK" = "إظهار عروض Epson";
"IDS_ITEMGROUP" = "اختيار إعلام";
"IDS_SIMPLEST_CHK" = "إعلام بسيط بالحالة";
"IDS_DEFAULT_BTN" = "الافتراضي";
"IDS_ICONGROUP" = "اختيار رمز الاختصار";
"IDS_MONICON_CHK" = "قم بتسجيل رمز الاختصار في شريط المهام";
"IDS_EXPTEXT2" = "يؤدي النقر المزدوج فوق رمز الاختصار إلى فتح إطار \"حالة الطابعة\".";
"IDS_SHARED" = "السماح بمراقبة الطابعات المشتركة";
"IDS_IO_CHECK_BTN" = "انظر تنبيهات تذكير انخفاض الحبر";
"IDS_CANCEL_MONITOR" = "إلغاء";
"IDS_STRING_GROUP" = "مستويات الحبر";
"IDS_STRING_GROUP_MTANK" = "فترة الخدمة لصندوق الصيانة";
"IDS_SUB_BTN" = "متابعة";
"IDS_SPL_BTN" = "قائمة الطباعة";
"IDS_CSICINFO_BTN" = "معلومات";
"IDS_PRNSTOP_BTN" = "إلغاء";
"IDS_SPL_BTN2" = "قائمة الطباعة";
"IDS_SPL_BTN3" = "قائمة الطباعة";
"IDS_SHOWDETAIL_BTN" = "تفاصيل";
"IDS_ALLRIGHT" = "All Rights Reserved.";
"IDS_PRODUCT_VER_TITLE" = "المنتج";
"IDS_COMMON_VER_TITLE" = "عام";
"IDS_PRINTER_VER_TITLE" = "واجهة المستخدم";
"IDS_EBAPI_VER_STATIC" = "واجهة الطابعة";
"IDS_INSTALL_VER_STATIC" = "المثبت";
"IDS_BOTHSIDE_PRINT" = "الطباعة على الوجهين";
"IDS_PRNPAUSE_BTN" = "استئناف";
"IDS_CSIC_INFO" = "معلومات الخرطوشة";
"IDS_MAKER_TITLE" = "المُصنع:";
"IDS_INK_TYPE_TITLE" = "نوع الحبر:";
"IDS_IC_TYPE_TITLE" = "رمز الخرطوشة:";
"IDS_PRODUCTION_DATE_TITLE" = "تاريخ الإنتاج:";
"IDS_BPMSTOP_BTN" = "إلغاء الطباعة";
"IDS_BPMPRINT_BTN" = "طباعة بالحبر الأسود";
"IDS_BPMCLOSE_BTN" = "إغلاق";
"IDS_BPMREPLACE_BTN" = "استبدال الخرطوشة...";
"IDS_INITFILL_TITLE" = "خطأ في الخرطوشة";
"IDS_INITFILL_TITLE2" = "خطأ في الخرطوشة";
"IDS_BUTTON_CSIC_DETAILS" = "تفاصيل";
"IDS_CANCEL" = "إلغاء";
"IDS_BUTTON_CSIC_CONTINUE" = "متابعة";
"IDS_BUTTON_CSIC_HOWTOBUY" = "شراء أحبار Epson";
"IDS_ERIS_FW_EXCEPTION_MSG" = "لإجراء الإعدادات باستخدام هذا البرنامج المساعد، يتعين تسجيله باعتباره استثناءً من Windows Firewall.\r\nإذا لم يتم تسجيله كاستثناء، فقد يتم حظر بعض وظائف الاتصال بواسطة Windows Firewall، مما قد يعوق قيامه بوظائفه.\r\n\r\nهل ترغب في تسجيل EPSON Status Monitor 3 كاستثناء من Windows Firewall؟";
"IDS_ENVHELPMENU" = "تعليمات";
"IDS_ENTRYICONMSG" = "هل ترغب في وضع رمز EPSON Status Monitor 3 بشريط المهام عند بدء تشغيل Windows?";
"IDS_STATISTICS" = "مشاركة معلومات استخدامي مع Epson";
"IDS_TITLE" = "EPSON Status Monitor 3";
"IDS_ABOUTBOX" = "حول...";
"IDS_ERROR_001" = "ذاكرة غير كافية.\r\nالرجاء إنهاء هذا البرنامج.";
"IDS_ERROR_015" = "ذاكرة غير كافية.";
"IDS_ERROR_021" = "لا يمكن العثور على معلومات الطابعة.";
"IDS_ERROR_022" = "لا توجد معلومات متاحة حول هذه الطابعة.";
"IDS_ERROR_023" = "تعذر العثور على الملف المحدد.";
"IDS_ERROR_024" = "فشل فتح الملف المحدد.";
"IDS_RESTART_MON" = "لا يمكن المراقبة حاليًا.\r\nالرجاء إعادة تشغيل جهاز الكمبيوتر.";
"IDS_RESTART_SHARE" = "لا يمكن المراقبة. قم بإلغاء تحديد مربع اختيار [مراقبة الطابعات المشتركة]\r\nضمن إطار \"تفضيلات المراقبة\"، وأعد تشغيل جهاز الكمبيوتر.\r\nثم أغلق كافة التطبيقات بما فيها EPSON Status Monitor 2،\r\nوأعد تثبيت برنامج تشغيل الطابعة.";
"IDS_RESTART_BID" = "لا يمكن تأسيس اتصال ثنائي الاتجاه.\r\nالرجاء إعادة تثبيت برنامج تشغيل الطابعة.";
"IDS_SETUP_MENU" = "تفضيلات المراقبة";
"IDS_PAPERSIZE" = "حجم الورق";
"IDS_MEDIATYPE" = "نوع الورق";
"IDS_PAUSE" = "إيقاف مؤقت";
"IDS_RESUME" = "استئناف";
"IDS_DISCHARGE_PAPER" = "إخراج";
"IDS_INK_CANCEL" = "إلغاء";
"IDS_OK" = "موافق";
"IDS_HELP" = "تعليمات";
"IDS_INK_RETURN" = "متابعة";
"IDS_ELINK_ERROR_TITLE" = "الدعم الفوري عبر الإنترنت";
"IDS_ELINK_CONNECT_MSG" = "هل تريد زيارة موقع EPSON على الويب؟";
"IDS_ELINK_CONNECT_TITLE" = "الدعم الفوري عبر الإنترنت";
"IDS_INK_CONTINUE" = "متابعة";
"IDS_PRINT" = "طباعة";
"IDS_PPACK_RETURN" = "متابعة";
"IDS_INKTANKVIEW_ON" = "فحص مستويات الحبر";
"IDS_INKTANKVIEW_OFF" = "إخفاء مستويات الحبر";
"IDS_CLEAN_CONTINUE" = "متابعة";
"IDS_INK_CLSTOP" = "إلغاء";
"IDS_SUPPORT_BTN" = "الدعم الفوري عبر الإنترنت";
"IDS_SUPPORT_BTN_EURO" = "الدعم الفني";
"IDS_ELINK_ERROR_TITLE_EURO" = "الدعم الفني";
"IDS_ELINK_CONNECT_TITLE_EURO" = "الدعم الفني";
"IDS_ELINK_CONNECT_MSG_EURO" = "هل تريد زيارة موقع EPSON على الويب؟";
"IDS_HOWTO" = "كيفية...";
"IDS_GOONLINE" = "اتصال";
"IDS_BKPRINTING" = "طباعة بالحبر الأسود";
"IDS_BKPRINTING2" = "طباعة بالحبر الأسود";
"IDS_SHEETREMAIN" = "صفحة:%d/%d";
"IDS_TIMEREMAIN_HOUR" = "باقٍ %d ساعة";
"IDS_TIMEREMAIN_MIN" = "باقٍ %d دقيقة";
"IDS_TIMEREMAIN_SEC" = "باقٍ %d ثانية";
"IDS_START_MSG" = "جاري البحث...";
"IDS_ST_NONE" = "حدث خطأ غير معروف.";
"IDS_OLSTART_MSG" = "جاري البحث...";
"IDS_OLST_NONE" = "خطأ غير معروف";
"IDS_STRING_CAPTION" = "تذكير انخفاض الحبر";
"IDS_STRING_PURCHASED" = "تم الشراء بالفعل";
"IDS_STRING_REMINDMELATER" = "التذكير لاحقًا";
"IDS_STRING_BUYINK" = "شراء أحبار Epson";
"IDS_STRING_PRINTTHISWINDOW" = "طباعة هذا الإطار";
"IDS_STRING_CLOSE" = "إغلاق";
"IDS_STRING_CAPTION2" = "شراء الحبر";
"IDS_STRING_INKCODES" = "رموز الحبر";
"IDS_STRING_LOOKMOBILEPHONE" = "View using a mobile phone";
"IDS_STRING_HTML_MESSAGE1" = "EPSON الأصلية";
"IDS_STRING_HTML_MESSAGE2" = "نوصي باستخدام خراطيش Epson الأصلية.";
"IDS_STRING_HTML_MESSAGE3" = "ربما يؤثر استخدام المنتجات الأخرى على جودة الطباعة وقد ينجم عنه تلف الطابعة.";
"IDS_STRING_INKLOW" = "كمية الحبر قليلة";
"IDS_STRING_INKREPLACE" = "استبدال الخرطوشة";
"IDS_STRING_INKCHANGE_NEAR" = "حان الوقت لاستبدال خرطوشة/خراطيش الحبر.";
"IDS_STRING_HTML_MESSAGE4" = "انقر هنا لتلقي عروض الحبر وتحديثات أخرى من شركة Epson.";
"IDS_STRING_PROMOTION2" = "تستطيع شركة Epson إعلامك بالتحديثات الفنية والعروض الترويجية والعروض الأخرى.";
"IDS_STRING_NOTESA2" = "تظهر التحديثات عندما تكون متصلاً بالإنترنت، حيث يتم إرسال البيانات التي تحدد طراز الطابعة الخاصة بك إلى شركة Epson. (لا يتم إرسال أي بيانات شخصية).";
"IDS_STRING_NOTESB2" = "يمكنك تمكين/تعطيل هذه الميزة من إطار \"تفضيلات المراقبة\".";
"IDS_STRING_NOTESC2" = "للتمكين الآن، انقر فوق \"قبول\".";
"IDS_STRING_DISPAGAIN2" = "عدم عرض هذه الرسالة مرةً أخرى.";
"IDS_STRING_TITLE2" = "خدمة إعلام شركة Epson";
"IDS_STRING_ACCEPT2" = "قبول";
"IDS_STRING_DECLINE2" = "رفض";
"IDS_STRING_BTNCLOSE" = "إغلاق";
"IDS_STRING_DISPNOAGAIN" = "عدم عرض هذه الرسالة مجدداً إلى أن تنتهي الإصلاحات.";
"IDS_STRING_DESCRIPTION2" = "الطابعة في حاجة إلى الخدمة";
"STR_FY07OLICOS_PR_MESSAGE3_6" = "يمكنك تعطيل هذه الميزات من الإطار تفضيلات المراقبة.";
"IDS_STRING_NOTESE" = "انقر هنا لفتح تفضيلات المراقبة";
"IDS_CSIC_UNKNOWN" = "غير معروف";
"IDS_CSIC_DATE_FORMAT" = "20%02d/%02d";
"IDS_CSIC_MANUFACTUR" = "Epson الأصلية";
"IDS_CSIC_ERMANUFACTUR" = "خرطوشة غير أصلية";
"IDS_CSIC_NGENUINE" = "تم اكتشاف وجود خرطوشة غير أصلية أو معاد تعبئتها. قد لا يتم عرض مستويات الحبر بسبب وجود مستوى حبر غير معروف.";
"IDS_CSIC_NGENUINE2" = "تم اكتشاف وجود خرطوشة غير أصلية أو معاد تعبئتها. قد لا يتم عرض مستويات الحبر بسبب وجود مستوى حبر غير معروف.";
"IDS_IO_BUYNOW_MSG" = "انقر فوق \"موافق\" لبدء تشغيل مستعرض الويب وشراء خرطوشة الحبر عبر الإنترنت.\r\n\r\nإذا كان لديك اتصال من خلال الطلب الهاتفي لا يتم تشغيله مع المستعرض المستخدم، فيرجى الاتصال بموفر خدمة الإنترنت ثم النقر فوق \"موافق\".";
"IDS_IO_BUYNOW_MSG_EURO" = "لفتح مستعرض الويب والاتصال بموقع الويب، انقر فوق \"موافق\".\r\nإذا لم تكن ترغب في الاتصال بموقع الويب الآن، فانقر فوق \"إلغاء\".";
"IDS_IO_BUYNOW_MSG3" = "Do you want to connect to the Epson Web site to transmit information about the ink cartridges?";
"IDS_IO_CAPTION_MSG" = "برنامج \"شراء الحبر عبر الإنترنت\" المساعد";
"IDS_IO_CAPTION_MSG2" = "View using a mobile phone";
"IDS_BKIS_BUTTON_YES" = "نعم";
"IDS_BKIS_BUTTON_NO" = "لا";
"IDS_BKIS_BUTTON_ALWAYSNO" = "تعطيل هذه الميزة";
"IDS_BUYNOW_BTN" = "شراء أحبار Epson";
"IDS_SCRAPE_NOAGAIN" = "عدم عرض هذه الرسالة مرةً أخرى.";
"BTN_PC_014" = "إلغاء";
"BTN_PC_030" = "طباعة";
"IDS_CSIC_CHECK_DLG2_TITLE" = "أحبار Epson الأصلية";
"IDS_FY06CSIC_MSG5_1_SEPARATE" = "EPSON";
"IDS_FY06CSIC_MSG5_2_SEPARATE" = "%s";
"IDS_FY06CSIC_MSG5_3_SEPARATE" = "Careful to remind you";
"IDS_FY06CSIC_MSG5_4_SEPARATE" = "You have not installed genuine Epson ink cartridges.\r\nThe quality or reliability of nongenuine ink cannot be guaranteed and it may cause damage to your product not covered by Epson's warranty.";
"IDS_FY06CSIC_MSG5_5_SEPARATE" = "In order to protect your rights, we will remind you from time to time.\r\nDo you continue to use non genuine Epson ink cartridges?";
"IDS_DLG_OTHER_003" = "يتعذر تشغيل البرنامج أثناء تشغيل برنامج إعداد برنامج تشغيل الطابعة.";
"IDS_DLG_NONGEN_001" = "تحذير!";
"IDS_ER0C_PAPERSIZE" = " حجم : %papersize%";
"IDS_ER0C_MEDIA" = " النوع : %media%";
"IDS_UNCLOGGER_YES" = "نعم";
"IDS_UNCLOGGER_NO" = "لا";
"IDS_UNCLOGGER_CANCELPRINT" = "إلغاء الطباعة";
"IDS_UNCLOGGER_CLOSE" = "إغلاق";
"IDS_TRAYPOS_PRINT" = "طباعة";
"IDS_TRAYPOS_CANCEL" = "إلغاء";

"IDS_QQB_BUTTON" = "التحقق من الاتصال";
"IDS_QQB_EXECUTE_FAIL" = "تعذر تشغيل الأداة.";
"IDS_QQB_DOWNLOAD" = "هل تريد تنزيل برنامج التحقق من الاتصال وتثبيته؟";
"IDS_QQB_INSTALL_FAIL" = "تعذر تثبيت برنامج التحقق من الاتصال.";
"IDS_QQB_INSTALL_FAIL2" = "يجب تسجيل الدخول كعضو في مجموعة المسؤولين لتنفيذ هذه العملية.";
"IDS_QQB_INSTALLING" = "جارٍ تثبيت برنامج التحقق من الاتصال...";
"IDS_PINFO_TITLE" = "الورق المحدد على الطابعة";
"IDS_PINFO_SIZE" = "حجم الورق";
"IDS_PINFO_TYPE" = "نوع الورق";
"IDS_PINFO_FAIL" = "لا يمكن الحصول على معلومات الطابعة.";
"USERDEFINE_ADD_FORMAT_MM" = "(%s x %s ملم)";
"USERDEFINE_ADD_FORMAT_INCH" = "(%s x %s بوصة)";
"USERDEFINE_FORMAT_MM" = "%4d.%1d";
"USERDEFINE_FORMAT_INCH" = "%3d.%02d";
"IDS_CONSUMABLEVIEW_ON" = "عرض مستويات الحبر";
"IDS_CONSUMABLEVIEW_OFF" = "إخفاء مستويات الحبر";

"IDS_WAIT_SUPPORT" = "جارٍ البحث عن معلومات الدعم...";
"IDS_SHOW_VIDEO" = "فيديو برامج تعليمية";
"IDS_SHOW_SUPPORTPAGE" = "موقع Epson على الويب";
"IDS_SHOW_MANUAL" = "هل تريد عرض دليل المنتج؟";
"IDS_POSTCARD_TITLE" = "تحقق من صحة تحميل الورق.";
"IDS_POSTCARD_WARNING" = "Note:\r\nIf you make the setting on rotating 180 degrees in the printer driver or application, rotate Hagaki 180 degrees from the above orientation.";
"IDS_SUPPORT_BUTTON" = "الدعم";
"IDS_CONSUMABLEVIEW_ONOFF" = "حالة المواد المستهلكة";
"IDS_SUPPORT_NO" = "لا";

"NOZZLE_TITLE" = "فحص رأس الطباعة";
"NOZZLE01" = "لإجراء فحص لفوهة رأس الطباعة، تأكد من تشغيل الطابعة ومن توصيلها بالكمبيوتر. وتحقق أيضاً من تحميل ورق عادي بحجم A4 أو Letter في درج الورق. انقر فوق [طباعة] لطباعة نموذج فحص فوهة رأس الطباعة أو انقر فوق [إلغاء] للخروج.";
"NOZZLE01_B01" = "طباعة";
"NOZZLE01_B02" = "إلغاء";
"NOZZLE02" = "قم بمقارنة النموذج الذي تمت طباعته مع النموذج أعلاه. إذا لم تتم طباعة نموذج فحص رأس الطباعة بصورة مُرضية، فانقر فوق [تنظيف]. وانقر فوق [إنهاء] للخروج.";
"NOZZLE02_B01" = "إنهاء";
"NOZZLE02_B02" = "تنظيف";
"NOZZLE02_RESULT1" = "بحالة جيدة";
"NOZZLE02_RESULT2" = "يجب التنظيف";

"HEADCLEANING_TITLE" = "تنظيف الرأس";
"HEADCLEANING01" = "انقر فوق [بدء] لتنظيف فوهات رأس الطباعة. نظرًا لأن التنظيف يستهلك بعض الحبر، فلا تقم بتنظيف رأس الطباعة إلا عند ظهور مناطق باهتة أو فراغات في المطبوعات. استخدم البرنامج المساعد \"فحص رأس الطباعة\" أولاً للتأكد من ضرورة تنظيف رأس الطباعة.";
"HEADCLEANING01_B01" = "إلغاء";
"HEADCLEANING01_B02" = "بدء";
"HEADCLEANING01_PREPARE" = "الرجاء الانتظار...";
"HEADCLEANING01_CLEANING" = "جارٍ تنظيف الرأس. الرجاء الانتظار.";
"HEADCLEANING02" = "يستغرق التنظيف عدة دقائق. يتم الانتهاء من التنظيف عند توقف ضوء الطاقة على لوحة التحكم عن الوميض. للتحقق من فعالية التنظيف، انقر فوق [طباعة نموذج فحص رأس الطباعة].";
"HEADCLEANING02_B01" = "طباعة نموذج فحص رأس الطباعة";
"HEADCLEANING02_B02" = "إنهاء";
"HEADCLEANING02_BiD" = "لقد انتهت دورة التنظيف. للتحقق من أن عملية التنظيف كانت فعالة، انقر فوق [طباعة نموذج فحص رأس الطباعة].";

"GAP_TITLE" = "محاذاة رأس الطباعة";
"GAP01" = "يقوم برنامج \"محاذاة رأس الطباعة\" المساعد بإصلاح المحاذاة الخاطئة للخطوط العمودية والأفقية والطباعة غير الواضحة.";
"GAP01_B01" = "التالي >";
"GAP01_B02" = "إلغاء";
"GAP02" = "ستتم طباعة ورقة محاذاة عمودية.\r\nتأكد من تشغيل الطابعة واتصالها بالكمبيوتر. تأكد أيضًا من تحميل ورق عادي بحجم A4 أو Letter في الطابعة.\r\nانقر فوق [طباعة] عند الاستعداد.";
"GAP02_B01" = "طباعة";
"GAP02_B02" = "إلغاء";
"GAP02_B03" = "تجاوز >>";
"GAP03" = "انظر إلى ورقة المحاذاة.\r\nاعثر على المربع الذي بدون أي أشرطة مرئية في المجموعات من رقم 1 إلى رقم 4. اختر الرقم المناظر لهذا المربع من القائمة أدناه لكل المجموعات. ثم انقر فوق [التالي >].\r\nإذا كان كل مربع يحتوي على أحد الأشرطة، فحدد المربع الذي يحتوي على الشريط أو الأشرطة الأقل سمكًا. ثم انقر فوق [إعادة محاذاة].";
"GAP03_B01" = "التالي >";
"GAP03_B02" = "إلغاء";
"GAP03_B03" = "إعادة محاذاة";
"GAP04" = "ستتم طباعة ورقة محاذاة أفقية سوداء.\r\nتأكد من تحميل ورق عادي بحجم A4 أو Letter في الطابعة.\r\nملاحظة: لا يؤثر هذا الضبط إلا على الطباعة عالية السرعة على الورق العادي. لا تتأثر أنواع الورق الأخرى.";
"GAP04_B01" = "طباعة";
"GAP04_B02" = "إلغاء";
"GAP05" = "انظر إلى ورقة المحاذاة.\r\nابحث عن المستطيلات غير المنفصلة أو المتراكبة.\r\nحدد الرقم المناظر من القائمة الموجودة أدناه. ثم انقر فوق [إنهاء].\r\n.إذا كانت جميع المستطيلات منفصلة أو متراكبة، فحدد أفضل مستطيل منهم. ثم انقر فوق [إعادة محاذاة].";
"GAP05_B01" = "إنهاء";
"GAP05_B02" = "إلغاء";
"GAP05_B03" = "إعادة محاذاة";

"PIFLUSHING_TITLE" = "التنظيف الكهربي للحبر";
"PIFLUSHING01" = "إذا كنت لم تستخدم المنتج لفترة طويلة وتجد أشرطة أو ألوان مفقودة في المطبوعات، فقد تحتاج إلى استبدال الحبر الموجود داخل أنابيب الحبر لحل المشكلة.\r\n\r\nيتيح لك البرنامج المساعد \"التنظيف الكهربي للحبر\" استبدال كل الحبر الموجود داخل أنابيب الحبر، وهو يستهلك الكثير من الحبر.\r\n\r\nستتحسن جودة الطباعة بعد 12 ساعة من استخدام هذه الوظيفة، ولا يمكن استخدامها مرة أخرى في خلال 12 ساعة من آخر استخدام.\r\nهل تريد استخدام الوظيفة الآن؟\r\n\r\nملاحظة: قبل استخدام هذه الوظيفة، تأكد من وجود ما يكفي من الحبر في خزانات الحبر الموجودة بالطابعة.\r\nإذا لم يكن هناك حبر كافٍ، فأعد تعبئة خزانات الحبر.";
"PIFLUSHING01_B01" = "إلغاء";
"PIFLUSHING01_B02" = "موافق";
"PIFLUSHING02" = "هل تريد بالتأكيد تشغيل هذه الوظيفة؟\r\nلاستبدال كل الحبر الموجود في الأنابيب، يلزم استهلاك الكثير من الحبر.\r\n\r\nملاحظة: تؤثر الوظيفة على العمر الافتراضي للبادات الحبر المستهلك. ينتهي عمر لبادات الحبر المستهلك باكرًا بتشغيل هذه الوظيفة.\r\nعند وصول لبادات الحبر المستهلك إلى نهاية عمرها الافتراضي، اتصل بدعم Epson لطلب الاستبدال.\r\n\r\nانقر فوق [بدء] لبدء استبدال الحبر.\r\nبمجرد بدء هذه الوظيفة، لا يمكن مقاطعتها.";
"PIFLUSHING02_B01" = "إلغاء";
"PIFLUSHING02_B02" = "بدء";
"PIFLUSHING02_PREPARE" = "الرجاء الانتظار...";
"PIFLUSHING02_CLEANING" = "التنظيف الكهربي للحبر قيد التقدم.\r\nالرجاء الانتظار.";
"PIFLUSHING03" = "يستغرق اكتمال التنظيف الكهربي للحبر بعض الدقائق.\r\nعندما يكتمل التنظيف الكهربي للحبر، يتوقف ضوء الطاقة الموجود في لوحة التحكم عن الوميض.";
"PIFLUSHING03_B01" = "إنهاء";
"PIFLUSHING03_BiD" = "اكتمل التنظيف الكهربي للحبر.";
"PIFLUSHING04" = "لا يمكنك استخدام هذه الوظيفة لأنه مر أقل من 12 ساعة منذ آخر استخدام.";
"PIFLUSHING04_B01" = "موافق";

"INKWIN_TITLE" = "تعبئة خزان حبر";
"INKWIN01" = "أعد تعبئة الحبر حتى يصل إلى الخط الموضح على خزانات الحبر.\r\n%ink%\r\nحدد \"إعادة تعيين مستويات الحبر\" من لوحة التحكم لإعادة تعبئة الحبر.\r\n\r\nيمكنك الاستمرار في استخدام الطابعة حتى من دون إعادة تعبئة الحبر إلى أكثر من نصف السعة الكاملة للخزان.\r\nولكن للحفاظ على أفضل أداء لطابعتك، احرص على تعبئة خزانات الحبر إلى الخط المحدد مباشرة.\r\nراجع دليل الطابعة للاطلاع على تفاصيل حول كيفية إعادة تعبئة الحبر وتشغيل الطابعة.\r\n\r\nملاحظة\r\nلضمان أفضل أداء، صُمم هذا المنتج للعمل مع حبر Epson الأصلي الموصوف لهذه الطابعة. الرجاء التأكد من شراء حبر Epson الأصلي الصحيح لاستخدامه عند نفاد الحبر بالطابعة. ولا تضمن الشركة المصنعة الحصول على الأداء الأمثل عند استخدام أنواع أو ماركات حبر غير موصوفة لهذه الطابعة.\r\nراجع دليل الطابعة للتحقق من زجاجات الحبر الموصوفة لهذا الطابعة.";
"INKWIN01_A" = "أعد تعبئة الحبر حتى يصل إلى الخط الموضح على خزانات الحبر.\r\n%ink%\r\nحدد \"إعادة تعيين مستويات الحبر\" من لوحة التحكم لإعادة تعبئة الحبر.\r\n\r\nيمكنك الاستمرار في استخدام الطابعة حتى من دون إعادة تعبئة الحبر إلى أكثر من نصف السعة الكاملة للخزان.\r\nولكن للحفاظ على أفضل أداء لطابعتك، احرص على تعبئة خزانات الحبر إلى الخط المحدد مباشرة.\r\nراجع دليل الطابعة للاطلاع على تفاصيل حول كيفية إعادة تعبئة الحبر وتشغيل الطابعة.\r\n\r\nملاحظة\r\nلا يغطي ضمان Epson التلف الناتج من استخدام أحبار أخرى غير تلك الموصوفة، بما فيها أي حبر Epson أصلي غير مصمم لهذه الطابعة أو أي حبر من انتاج طرف ثالث.\r\nراجع دليل الطابعة للتحقق من زجاجات الحبر الموصوفة لهذا الطابعة.";
"INKWIN01_B01" = "التالي";
"INKWIN02" = "في حالة تحديد إعادة تعيين مستويات الحبر على لوحة التحكم بدون إعادة تعبئة الحبر حتى الخط الموضح على خزانات الحبر، تصبح مستويات الحبر التقريبية مختلفة عن مستويات الحبر الفعلية.\r\nللحفاظ على تشغيل الطابعة بأفضل حالاتها، املأ على الفور خزانات الحبر إلى الخط العلوي.";
"INKWIN02_B01" = "إغلاق";
"INKWIN02_B02" = "السابق";

"ERR_MSG_5" = "يتعذر استكمال عملية فحص رأس الطباعة.";
"ERR_MSG_6" = "يتعذر استكمال عملية تنظيف رأس الطباعة.";
"ERR_MSG_7" = "يتعذر استكمال عملية محاذاة رأس الطباعة.";
"ERR_MSG_8" = "حدثت مشكلة.";
"ERR_MSG_9" = "لا يمكن إكمال الفحص رأس الطباعة.\r\n\r\nلتشغيل طابعتك بشكل سليم، حدد إعادة تعيين مستويات الحبر من لوحة التحكم لإعادة تعبئة الحبر.";
"ERR_MSG_10" = "لا يمكن استكمال تنظيف الرأس.\r\n\r\nلتشغيل طابعتك بشكل سليم، حدد إعادة تعيين مستويات الحبر من لوحة التحكم لإعادة تعبئة الحبر.";
"ERR_MSG_11" = "لا يمكن استكمال محاذاة رأس الطباعة.\r\n\r\nلتشغيل طابعتك بشكل سليم، حدد إعادة تعيين مستويات الحبر من لوحة التحكم لإعادة تعبئة الحبر.";
"ERR_MSG_12" = "جارٍ التنظيف الآن!";
"ERR_MSG_13" = "لا يمكن استكمال تنظيف الرأس.\r\n\r\nلتشغيل طابعتك بشكل سليم، حدد إعادة تعيين مستويات الحبر من لوحة التحكم لإعادة تعبئة الحبر.";
"ERR_MSG_14" = "انقر فوق [تفاصيل] لمزيد من المعلومات.";
"ERR_MSG_15" = "هل تريد استبدال خرطوشة الحبر الآن؟";
"ERR_MSG_17" = "وسادة امتصاص الحبر داخل خرطوشة الصور الفوتوغرافية مشبعة. يجب استبدال خرطوشة الصور الفوتوغرافية قبل تنظيف رأس الطباعة.";
"ERR_MSG_19" = "تفاصيل";
"ERR_MSG_20" = "موافق";
"ERR_MSG_21" = "انقر فوق [تفاصيل] لمزيد من المعلومات.";
"ERR_MSG_22" = "نعم";
"ERR_MSG_23" = "لا";
"ERR_MSG_24" = "حدث خطأ اتصال.\r\nيُرجى فحص الاتصال والمحاولة مرة أخرى.";
"ERR_MSG_25" = "تعذر اكتمال التنظيف الكهربي للحبر.";
"ERR_MSG_26" = "تعذر اكتمال التنظيف الكهربي للحبر.\r\n\r\nلتشغيل طابعتك بشكل سليم، حدد إعادة تعيين مستويات الحبر من لوحة التحكم لإعادة تعبئة الحبر.";

"PLEASEWAIT" = "الرجاء الانتظار...";

//--->
"PRINFO01GRPBOXTITLE01" = "عدد الصفحات التي تتم تغذيتها في الطابعة";
"PRINFO01SPE01" = "إجمالي الورق";
"PRINFO01SPE02" = "لا توجد معلومات متاحة حول هذه الطابعة.";
"PRINFO02GRPBOXTITLE01" = "عدد الصفحات التي تتم تغذيتها في ADF";
"PRINFO02SPE01" = "إجمالي الورق";
"PRINFO02SPE02" = "لا توجد معلومات متاحة حول هذه الطابعة.";
"PRINFO01B01" = "موافق";
//<---

//--->
"IDS_CSIC_NGENUINE_Mac" = "لم تقم بتركيب خراطيش الحبر الأصلية من Epson.\r\nقد لا يتم عرض المعلومات حول مستويات الأحبار، كما يتم تسجيل أي استخدام للأحبار غير الأصلية لاحتمال الحاجة إلى ذلك في دعم الخدمة.\r\nللحصول على أفضل جودة وكفاءة، توصي شركة Epson باستخدام الحبر الأصلي من Epson.";
"IDS_DEFAULT_PAPERSOURCE_Mac" = "درج الورق";
//<---

